tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "python@3.9"
brew "fd"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gallery-dl"
brew "htop"
brew "libyaml"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "postgresql@14", restart_service: true
brew "python@3.10"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "starship"
brew "tarsnap"
brew "the_silver_searcher"
brew "tmux"
brew "unar"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "alacritty"
cask "cryptomator"
cask "firefox-developer-edition"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "macfuse"
cask "mpv"
cask "rar"
cask "signal"
cask "slack"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
cask "discord"
