tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "macos-fuse-t/cask"
brew "ast-grep"
brew "cloc"
brew "difftastic"
brew "fd"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gallery-dl"
brew "htop"
brew "imagemagick"
brew "libyaml"
brew "openjdk"
brew "maven"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openconnect"
brew "opensearch", restart_service: true
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "starship"
brew "tarsnap"
brew "the_silver_searcher"
brew "tmux"
brew "unar"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "cryptomator"
cask "discord"
cask "docker"
cask "firefox@developer-edition"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "fuse-t"
cask "iina"
cask "rar"
cask "signal"
cask "slack"
cask "soulver-cli"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
vscode "angular.ng-template"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "vscodevim.vim"
