tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "gnutls"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "htop"
brew "libyaml"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "postgresq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "youtube-dl"
cask "alacritty"
cask "caffeine"
cask "cryptomator"
cask "firefox-developer-edition"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "macfuse"
cask "discord"
cask "mpv"
cask "signal"
cask "transmission"
cask "visual-studio-code"
